{
  "manhua": [
    {
      "judul": "1/2 Prince",
      "pengarang": "Yu Wo",
      "sinopsis": "Saat itu tahun 2100 A.D., dan manusia telah mengembangkan game realitas virtual dengan tingkat realisme 99%. Feng Lan, karena bertaruh dengan saudara kembarnya, bersumpah untuk berhasil dalam permainan tanpa menggunakan keuntungan perempuan",
      "genre": ["Action", "Adventure", "Comedy"],
      "gambar": "https://kiryuu.id/wp-content/uploads/2021/03/102-865093-ZKC3i1rb.jpg"
    },
    {
      "judul": "Raise All Emperor",
      "pengarang": "Three Realms Animation",
      "sinopsis": "Lima ribu tahun yang lalu, ada banyak sekali orang muda yang tahu bagaimana berkultivasi, tetapi karena fisik mereka yang istimewa, mereka tidak dapat menembus masa latihan fisik dan memasuki alam kultivasi berikutnya.",
      "genre": ["Action", "Fantasy", "Harem"],
      "gambar": "https://kiryuu.id/wp-content/uploads/2021/03/0-602c438dcc29d-511143-1PLhQO0u.jpg"
    },
    {
      "judul": "19 Days",
      "pengarang": "Old Xian",
      "sinopsis": "Hubungan imut dan lucu antara 4 anak laki-laki SMA yang tumbuh dengan sangat lambat, membentuk band rock bernama One Day, & jatuh cinta satu sama lain, sambil mencoba menjauhkan mereka dari masalah dengan mafia Cina & geng jalanan.",
      "genre": ["Comedy", "Drama", "School Life"],
      "gambar": "https://kiryuu.id/wp-content/uploads/2021/03/13942-492587-1UgQm16x.jpeg"
    },
    {
      "judul": "48 Hours a Day",
      "pengarang": "Little Bleary Zhao",
      "sinopsis": "Dewa Waktu Khronos memberi Zhang Heng hadiah yang luar biasa. Waktu membeku di penghujung hari untuk semua orang kecuali Zhang Heng, yang mendapatkan tambahan 24 jam. Sebagai gantinya, Zhang Heng harus bertindak sebagai agen untuk Dewa Waktu dan berpartisipasi dalam permainan berbahaya setiap bulan",
      "genre": ["Action", "Fantasy", "Horror"],
      "gambar": "https://kiryuu.id/wp-content/uploads/2022/07/48-hours-a-day-025249-eugQA6zC.webp"
    },
    {
      "judul": "Magic Emperor",
      "pengarang": "Wuer Manhua Ye Xiao",
      "sinopsis": "Zhuo Yifan adalah seorang kaisar sihir atau bisa di panggil kaisar iblis, karena dia mempunyai buku kaisar kuno yang di sebut buku sembilan rahasia dia menjadi sasaran semua ahli beradiri bahkan dia di khianati dan di bunuh oleh muridnya. Kemudian jiwanya masuk dan hidup kembali dalam seorang anak pelayan keluarga bernama Zhuo Fan.",
      "genre": ["Action", "Adventure", "Fantasy"],
      "gambar": "https://kiryuu.id/wp-content/uploads/2021/05/manhua-821002-yAQZQNai.gif"
    },
    {
      "judul": "Tales of Demons and Gods",
      "pengarang": "Jiang Ruotai",
      "sinopsis": "In his past life, although too weak to protect his home when it counted, out of grave determination Nie Li became the strongest Demon Spiritist and stood at the pinnacle of the martial world. However, he lost his life during the battle with the Sage Emperor and six deity-ranked beasts.",
      "genre": ["Action", "Adventure", "Comedy"],
      "gambar": "https://images.novel-fast.club/avatar/288x412/media/manga_covers/1_9MJ9f3I.jpg"
    },
    {
      "judul": "Strongest Anti M.E.T.A.",
      "pengarang": "Chu Ying She Tu",
      "sinopsis": "Menipu sepanjang hari, setiap hari, sering berkeliaran sendirian. Dia menipu untuk mendapatkan kekuatan tertinggi di dunia kultivasi ini ?! penjelajah dunia Xue Que tidak selalu menipu, tetapi dia harus menipu.",
      "genre": ["Action", "Adventure", "Comedy"],
      "gambar": "https://kiryuu.id/wp-content/uploads/2021/03/strongest-anti-meta-522206-px9rclac.png"
    },
    {
      "judul": "Yuan Zun Bahasa",
      "pengarang": "Tian Can Tu Dou",
      "sinopsis": "Seorang remaja memegang pena, sementara naga menari; Kekacauan mengelilingi dunia, menerangi langit. Di dunia ini, akankah python menelan naga, atau akankah naga suci bangkit? !!",
      "genre": ["Action", "Adventure", "Comedy"],
      "gambar": "https://kiryuu.id/wp-content/uploads/2021/03/yuan-zun-382560-7EqovX0q.png"
    },
    {
      "judul": "Versatile Mage",
      "pengarang": "Chaos",
      "sinopsis": "He woke up in a familiar world that had vastly changed. His familiar school had become a mystical school that teaches magic, encouraging everyone to become a mighty magician.",
      "genre": ["Action", "Drama", "Comedy"],
      "gambar": "https://kiryuu.id/wp-content/uploads/2021/03/Versatile-Mage.png"
    },
    {
      "judul": "Against the Gods",
      "pengarang": "Mars Gravity",
      "sinopsis": "Mythical Abode Mountain, Clouds End Cliff, the most dangerous of Azure Cloud Continents four deadly areas. Clouds End Cliffs base is known as the Grim Reapers Cemetery.",
      "genre": ["Action", "Adventure", "Comedy"],
      "gambar": "https://kiryuu.id/wp-content/uploads/2021/03/against-the-gods-227210-4a2SRugb.jpg"
    },
    {
      "judul": "Apotheosis",
      "pengarang": "Gift Of Liberation",
      "sinopsis": "Luo Zheng yang dulunya merupakan tuan muda dari keluarganya terpaksa menjadi budak karena penghianatan yang di lakukan dari keluarga cabang, tapi dia cuma memikirkan adiknya (hm flag siscon ini), dia berusaha menyelamatkan imouto-nya yang berada di pengawasan sekte lain.",
      "genre": ["Action", "Fantasy", "Harem"],
      "gambar": "https://kiryuu.id/wp-content/uploads/2021/03/Apotheosis.jpg"
    },
    {
      "judul": "I Have a Dragon in My Body",
      "pengarang": "岛上Project",
      "sinopsis": "Kaisar Surgawi, kembali ke era sekolah menengah, dia terkejut menemukan bahwa dia memiliki lebih dari satu naga ketika masih sangat lemah, dalam menghadapi intimidasi, akankah kamu mati-matian melawan atau patuh? Dalam kehidupan terakhir, ia menurut, tetapi dunia ini aku adalah penguasa kota, menjungkirbalikkan kota, menutupi awan, hanya ada satu di hatiku: Akulah raja!",
      "genre": ["Action", "School Life"],
      "gambar": "https://kiryuu.id/wp-content/uploads/2021/03/i-have-a-dragon-on-my-body-437487-aaaNy2q1.jpg"
    },
    {
      "judul": "All Hail the Sect Leader",
      "pengarang": "阅文漫画",
      "sinopsis": "Kepala sekte terakhir selalu tertawa, tetapi dia tidak pernah menyangka: Murid wanita dingin yang direkrut dengan santai menyembunyikan kengeriannya, dan murid pria yang menutup matanya di jalan untuk menyelamatkan sebenarnya adalah jenius pertama. Dia menendang bola ke kelahiran kembali Kaisar Wu menendang sekte itu untuk meragukan bahwa adik laki-laki yang melihat kesia-siaan dalam hidup adalah seorang jenius yang jatuh. Sekte ini semua mempeson",
      "genre": ["Action", "Adventure", "Comedy"],
      "gambar": "https://kiryuu.id/wp-content/uploads/2022/01/all-hail-the-sect-leader-475939-NS5wxgvb.jpg"
    },
    {
      "judul": "Im an Evil God",
      "pengarang": "Shidai Man Wang",
      "sinopsis": "Di dunia ini ada dewa jahat dan paling tampan dalam sejarah! Pria tampan tak tertandingi Xie Yan menyeberang dan jatuh ke sarang vixen. Agar tidak kehabisan seluruh kekuatan hidupnya, ia melakukan perjalanan di berbagai kerajaan, membunuh anak dewa, dan mengusir persatuan Yang Yi",
      "genre": ["Fantasy", "Matrial Artist", "Shounen"],
      "gambar": "https://kiryuu.id/wp-content/uploads/2021/03/im-an-evil-god-000664-crAmfkHY.jpg"
    },
    {
      "judul": "Xianzun Luowuji",
      "pengarang": "Big Devil Comics",
      "sinopsis": "Para murid dan saudara saling mengkhianati, dan generasi abadi jatuh. Meskipun tubuh mati, jiwa tidak berkematian! Dan dengan Tai Huang Jing yang berharga untuk membalikkan sebab dan akibat, kembali ke bumi, menghancurkan karma, dan membangun kembali ketuhanan!",
      "genre": ["Action","Adventure", "Matrial Artist"],
      "gambar": "https://kiryuu.id/wp-content/uploads/2021/03/xianzun-luowuji-930048-S8ayCLpy.jpg"
    }
  ]
}
